import React from 'react';

const ReturnRefund = () => {
    return (
        <div className="container">
            <h3> ข้อตกลงและเงื่อนไขการเปลี่ยน / คืนสินค้า และการคืนเงิน </h3>
            <p> บริษัทยินดีรับเปลี่ยน / คืนสินค้า ภายใน 7 วันหลังจากได้รับสินค้า โดยสินค้าและบรรจุภัณฑ์ต้องเป็นไปตามเงื่อนไขที่กำหนดด้านล่าง มิฉะนั้น บริษัทฯ ขอสงวนสิทธิ์ในการรับเปลี่ยน / คืนสินค้าในทุกกรณี</p>
            <p><img src="./return-refund.png" className="img-fluid" /></p>
            <h5> ความเสียหายของสินค้าที่ไม่อยู่ในเงื่อนไขการเปลี่ยน / คืนสินค้า และการคืนเงิน</h5>
            <p>
                <ul>
                    <li> สินค้าที่ชำรุด แตก หัก บุบ ไหม้ บิ่น งอ เบี้ยว ร้าว ทะลุ มีรอยขูดขีดที่แผงวงจร อุปกรณ์บางส่วนหลุดหายไป ซึ่งไม่ได้เกิดขึ้นจากรูปแบบการใช้งานปกติตามข้อกำหนดการใช้งานของสินค้าที่ได้ถูกระบุไว้ในคู่มือการใช้งาน หรือเอกสารแสดงรายการสินค้าที่อยู่ในบรรจุภัณฑ์ </li>
                    <li>สินค้าที่มีสภาพผิดปกติซึ่งไม่ควรเกิดขึ้นเอง หรือการเก็บรักษาอย่างไม่ถูกต้อง เช่น คราบกาว คราบออกไซด์ คราบน้ำ คราบมูลสัตว์ รอยสนิม เป็นต้น </li>
                    <li>สินค้าที่เกิดความเสียหายสืบเนื่องมาจากการนำอุปกรณ์อื่นใดมาต่อพ่วง การซ่อมแซมหรือดัดแปลงอย่างไม่ถูกต้อง หรือการใช้อะไหล่อื่นทดแทน </li>
                    <li>สินค้าที่เกิดความเสียหายจากอุบัติเหตุ ภัยธรรมชาติ (ฟ้าผ่า น้ำท่วม ไฟไหม้ แผ่นดินไหว) จากแมลงและสัตว์ </li>
                    <li>ทางบริษัทฯ ขอปฎิเสธการรับคืนสินค้า ในกรณีที่ลูกค้ามีความไม่พึงพอใจในสินค้า แต่สินค้าได้ถูกแกะกล่อง หรือนำไปใช้งานแล้ว </li>
                    <li>บริษัทฯ ขอสงวนสิทธิ์ในการเปลี่ยนแปลง แก้ไข เงื่อนไขการเปลี่ยน / คืนสินค้า และคืนเงิน โดยมิต้องแจ้งให้ทราบล่วงหน้า </li>
                </ul>
            </p>
            <h5>หมายเหตุ</h5>
            <p>
                <ul>
                    <li>ในการเปลี่ยน / คืนสินค้า ลูกค้าต้องส่งสินค้ากลับคืนมายังบริษัทฯ ภายใน 7 วัน นับจากวันที่ได้รับสินค้าตามวันที่ประทับตราขนส่ง หากเกินจากระยะเวลาที่กำหนด บริษัทฯ ขอสงวนสิทธิ์ในการรับเปลี่ยน / คืนสินค้าในทุกกรณี </li>
                    <li>ในกรณีที่ลูกค้ามิได้ส่งสินค้ากลับมายังบริษัทฯ ทางบริษัทฯ ขอสงวนสิทธิ์ในการดำเนินการเปลี่ยนสินค้าหรือคืนเงินให้แก่ลูกค้า </li>
                    <li>การอนุมัติให้สามารถเปลี่ยนหรือคืนสินค้าได้ จะต้องผ่านการตรวจสอบจากทางบริษัทฯ ก่อนในทุกกรณี </li>
                    <li>ทางบริษัทฯ จะใช้เวลาตรวจสอบสินค้า ใน 2 - 7 วันทำการ (โดยประมาณ) หลังจากวันที่ได้รับสินค้าคืนจากลูกค้า </li>
                    <li> ในกรณีที่ทางบริษัทฯ ได้รับและตรวจสอบสินค้าแล้วพบว่าสินค้าไม่ได้มีความเสียหายเกิดขึ้น บริษัทฯ ขอสงวนสิทธิ์ในการเปลี่ยน / คืนสินค้า และจะจัดส่งสินค้าชิ้นเดิมคืนให้แก่ลูกค้า </li>
                    <li>กรณีสินค้ามีปัญหาหลังระยะเวลา 7 วัน แต่ยังอยู่ในช่วงระยะเวลารับประกัน กรุณาติดต่อเจ้าของผลิตภัณฑ์ ตามเอกสารใบประกันสินค้า </li>
                </ul>
            </p>
            <h5>ค่าใช้จ่ายในการส่งคืนสินค้า</h5>
            <p>
                ทางบริษัทจะรับผิดชอบค่าขนส่งในการคืนสินค้า เฉพาะในกรณีที่เป็นผลอันเนื่องมาจากข้อผิดพลาดของทางบริษัท เท่านั้น
                <ul>
                    <li>กรณีจัดส่งจากเขตกรุงเทพฯ และปริมณฑล (นนทบุรี ปทุมธานี สมุทรปราการ และสมุทรสาคร)  ไม่เกิน 150 บาท / รายการสั่งซื้อ </li>
                    <li>กรณีจัดส่งจากพื้นที่ต่างจัดหวัด ทั่วประเทศ  ไม่เกิน 300 บาท / รายการสั่งซื้อ </li>
                </ul>
            </p>
            <h5>เงื่อนไขการคืนเงิน</h5>
            <p>
                <h6>กรณียกเลิกรายการสั่งซื้อก่อนการจัดส่งสินค้า</h6>
                <ul>
                    <li> กรณีชำระเงินผ่านบัตรเครดิต/เดบิต, ผ่อนชำระ หากมีการยกเลิกรายการสั่งซื้อภายในวันที่สั่งซื้อ บริษัทฯ จะแจ้ง void เงินคืนให้แก่ลูกค้า หากเลยระยะเวลาการ void คืน บริษัทฯ จะแจ้ง refund ไปทางธนาคาร เพื่อยกเลิกรายการดังกล่าว ระยะเวลาดำเนินการเป็นไปตามธนาคารเจ้าของบัตรกำหนด </li>
                    <li>กรณีชำระเงินผ่านบัญชีธนาคารออนไลน์ และช่องทางอื่น ๆ บริษัทฯ จะขอข้อมูลบัญชีลูกค้า เพื่อทำเรื่องคืนเงินไปยังบัญชีลูกค้า ภายใน 15 วันทำการ </li>
                </ul>
                <h6>กรณีขอคืนสินค้า-เงินคืนหลังได้รับสินค้าแล้วภายใน 7 วัน </h6>
                <ul>
                    <li>กรณีชำระเงินผ่านบัตรเครดิต/เดบิต, ผ่อนชำระ บริษัทฯ จะประสานงานกับทางธนาคารเจ้าของบัตร เพื่อทำเรื่องคืนวงเงินไปยังบัตรเครดิต/เดบิตของลูกค้า โดยระยะเวลาเป็นไปตามธนาคารเจ้าของบัตรกำหนด </li>
                    <li>กรณีชำระเงินผ่านบัญชีธนาคารออนไลน์, เก็บเงินปลายทาง และช่องทางอื่นๆ บริษัทฯ จะขอข้อมูลบัญชีลูกค้า เพื่อทำเรื่องคืนเงินไปยังบัญชีลูกค้า ภายใน 15 วันทำการ </li>
                </ul>
            </p>
            <h5>ขั้นตอนการเปลี่ยน / คืนสินค้า</h5>
            <p>
                <ol>
                    <li>แจ้งปัญหาสินค้าและความต้องการเปลี่ยนหรือคืนสินค้า โทร.  092-806-4949 หรือทางอีเมล ที่ eleclabs@gmail.com </li>
                    <li>รอรับการยืนยัน โดยจะมีเจ้าหน้าที่ติดต่อกลับทางโทรศัพท์ เพื่อยืนยันความต้องการในการเปลี่ยนหรือคืนสินค้า </li>
                    <li>กรุณาจัดส่งสินค้า พร้อมกล่องสินค้า, ใบรับประกันและเอกสาร, อุปกรณ์ทุกชิ้นที่ได้รับ รวมถึงของแถมตามโปรโมชั่น ตลอดจนใบเสร็จรับเงินและใบกำกับภาษี กลับมาที่
                        เลขที่ 486/25 ถ.เลียบคลองฯฝั่งเหนือ แขวงหนองแขม เขตหนองแขม กรุงเทพมหานคร 10160 </li>
                    <li>หลังจากบริษัทฯ ได้รับและตรวจสอบสินค้าแล้ว หากถูกต้อง ครบถ้วน และเป็นไปตามเงื่อนไข บริษัทฯ จะจัดส่งสินค้าชิ้นใหม่ ภายใน 3 วันทำการ ในกรณีคืนสินค้า บริษัทฯ จะดำเนินการคืนเงินให้ลูกค้า ภายใน 15 วันทำการ </li>
                </ol>


            </p>
        </div>
    );
};

export default ReturnRefund;

