import React from 'react';

const Shipping = () => {
    return (
        <div className="container">
            <h2>การจัดส่งสินค้า</h2>
            <h4>การจัดส่งสินค้าและค่าขนส่ง</h4>
            <h5>เขตกรุงเทพฯ และปริมณฑล (นนทบุรี สมุทรปราการ ปทุมธานี และสมุทรสาคร) และพื้นที่ต่างจัดหวัด ทั่วประเทศ</h5>
            <p>
                - จัดส่งฟรีเมื่อซื้อสินค้ารวมครบ 250 บาท / รายการสั่งซื้อ <br />
                - ซื้อสินค้ามูลค่ารวมไม่ถึง 250 บาท / รายการสั่งซื้อ  ค่าจัดส่งเริ่มต้นที่ 25 บาท <br />
            </p>
            <h4>  ระยะเวลาการจัดส่งสินค้า</h4>
            <p>
                - หลังจากทางบริษัทฯ ได้รับยืนยันรายการสั่งซื้อจากทางลูกค้าแล้ว บริษัทฯ จะจัดส่งสินค้า ให้ถึงมือลูกค้าโดยเร็วที่สุด โดยลูกค้าจะได้รับสินค้า ภายใน 1 – 3 วันทำการ (ไม่รวมวันเสาร์ – อาทิตย์ และวันหยุดนักขัตฤกษ์) <br/>
                - บริษัทฯ ให้บริการจัดส่งสินค้าในเวลาทำการ วันจันทร์ – ศุกร์ (จัดส่งทั่วประเทศ) ช่วงเวลา 10:00 น. – 17:00 น. และวันเสาร์ – อาทิตย์ (จัดส่งเฉพาะเขตกรุงเทพฯ และปริมณฑล) ช่วงเวลา 11.00 – 15.00 น. (ยกเว้นวันหยุดนักขัตฤกษ์) <br/>
                - หมายเหตุ*: ระยะเวลาการจัดส่ง ขึ้นอยู่กับระยะทางในการขนส่งด้วย <br/>
            </p>
            <h4>ขนส่งที่เราใช้บริการ</h4>
            <p>
                <img src="./shipping_kerry.jpg" />
                <img src="./shipping_jnt.jpg" />
                <img src="./shipping_thaipost.jpg" />
                <img src="./shipping_flash2.jpg" style={{maxHeight:"120px"}} />
            </p>
        </div>
    );
};

export default Shipping;
